<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>Mariage</title>
    <meta name="description" content="">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="robots" content="all,follow">
    <!-- Bootstrap CSS-->
    <link rel="stylesheet" href="vendor/bootstrap/css/bootstrap.min.css">
    <!-- Font Awesome CSS-->
    <link rel="stylesheet" href="vendor/font-awesome/css/font-awesome.min.css">
    <!-- Google fonts - Montserrat for headings, Cardo for copy-->
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Montserrat:400,700|Cardo:400,400italic,700">
    <!-- Lightbox-->
    <link rel="stylesheet" href="vendor/lightbox2/css/lightbox.min.css">
    <!-- theme stylesheet-->
    <link rel="stylesheet" href="css/style.default.css" id="theme-stylesheet">
    <!-- Custom stylesheet - for your changes-->
    <link rel="stylesheet" href="css/custom.css">
    <!-- Favicon-->
    <link rel="shortcut icon" href="img/favicon_sex.png">
    <!-- Leaflet CSS - For the map-->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/leaflet/1.4.0/leaflet.css">
    <!-- Tweaks for older IEs--><!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
        <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script><![endif]-->
  </head>
  <body class="instants">

    <!-- about-->
    <section id="about" class="text">
      <div class="container">
        <div class="row">

          <div class="col-lg-6 text-justify">
            <h2 class="heading">☷ Mariage</h2>

            <p class="date lead x-small text-center mt5">- 6258 29 Imnhtp</p>
            <p class="mb5 text-center main-post"> 
                      ... mariage, marital relationships, matrimony ... 
            </p>


            <div data-post-name="marital-community" lang="en" class="post-wrapper">

              <p class="date lead x-small text-left">- 625&#8226; &#8226;&#8226; &#8226;&#8226;&#8226;&#8226;&#8226;</p>
              <span data-post-name="marital-community"
                    class="lang-switcher clickable">fr</span>
              <div class="clear">&nbsp;</div>
              <div class="day even">
            
                <div class="post mb2">              
                  <p class="text-left">
                          <u class="x-small italic hour">09:03</u>
                  </p>

                  <h4 class="text-right mt-1c"><img data-evt-triple-click="src|:|img/circle.jpg" src="img/balance-background-harmony-stacked.jpg" class="post-img data-evt-triple-click img-fluid rounded-circle float-left w30pc mxw400" title="(src: pixabay.com/quangpraha - https://pixabay.com/photos/balance-background-harmony-stacked-3356546/)">The principles of a marital group community</h4>

                  <h6 class="mt2">Who is it for</h6>
                  <p class="text-left mt1">
                        _______________

                      <br/>For the hyperaffectives, the hypererotics. Meaning the ones that thrive on giving and receiving a lot of affection, and living a rich sensual and sexual life.
                  </p>

                  <h6 class="mt2">Who can handle it ?</h6>
                  <p class="text-left mt1">
                        _______________

                      <br/> Only those who are truly free. Free from the ideas of possession (possessiveness), exclusivity, and more.&nbsp;</p>

                  <h6 class="mt2">Why a marital group community instead of classical mono or polygamous relationships?</h6>
                  <p>
                        _______________

                      <br/>Only for those who can handle it: it leads to more stable relationships, to more stability and balance:</p>

                  <ul class="mt2">
                    <li><span class="li">You have no obligation of being with this one person if/when you don&#39;t need or want to, so less to no chances of being frustrated, and more</span></li>
                    <li><span class="li">You have many partners to choose from at any moment, so you have from more to all chances of almost always having the right one available</span></li>
                    <li><span class="li">And: if you are an&nbsp;hyperaffective/erotic in a classical monogamous relationship, chances are that you already have multiple partners, with all the eventual troubles that that means, and in a polygamous relationship, chances are that you are&nbsp;not or will not remain satisfied</span></li>
                  </ul>

                  <h6 class="mt2">What are the rules ?</h6>
                  <p>
                        _______________

                      <br/><strong>There are no rules</strong>, per se, as this is about Freedom. There are only guiding principles:</p>

                  <ul class="mt2">
                    <li><span class="li">Any member of the community is free to leave at any moment, without having to even justify him or herself</span></li>
                    <li><span class="li">Any member of the community is free to have relationships out of the community, but will always share all of the details of those relationships with members of the community</span></li>
                    <li><span class="li">Any new member of the community must be accepted by the whole community</span></li>
                    <li><span class="li">The maximum size of the community should be kept at or below 12 members</span></li>
                    <li><span class="li">There should be an equal number of members of the both sexes, or the number difference between the sexes should not exceed two (2)</span></li>
                  </ul>

                  <h6 class="mt2">Health</h6>

                  <p>
                        _______________

                      <br/>In mono or polygamous relationships as in a marital group community, every person should always care for his/her health, and for the health of his/her partners. So, as a related principle:</p>

                  <ul style="list-style-type:katakana">
                    <li><span class="li">Every member&nbsp; as well as any new member of the community should be&nbsp;known and agreed upon to be healthy by all other members<s>, or proven to be healthy to the</s>m.</span></li>
                  </ul>

                  <h6 class="mt2">Compatibility</h6>

                  <p>
                        _______________

                      <br/>One enters a marital group community purely by conscious choice, fully knowingly, and leaves the community whenever he or she decides to.</p>

                  <p>
                        _______________

                      <br/>So, even if compatibility could be an issue in the beginning, it will quickly cease to be, every experience a person has leading him/her to know how and to better choose the right one for him/her.</p>

                  <h5 class="mt4">Standard monogamous relationship</h5>

                  <p style="margin-left:40px"><span style="font-size:12px"><strong>Note</strong>: The author, I, have been in standard monogamous faithful (on my side, anyway) relationships for ~20 years, the longest being the one with the mother of two of my two children: ~3 years. So consider this when reading this particular advice, or any other one here.</span></p>

                  <p>
                        _______________

                      <br/>If you are into one, or plan to be into one:
                </p>

                  <ul class="mt2">
                    <li><span class="li">Be fully conscious and aware of what you are in or are stepping into: don&#39;t have any illusion, because you would only be extremely lucky to have those illusions be(come) real</span></li>
                    <li><span class="li">Be creative, every day, and make sure that your partner or future partner knows how to be and also is creative. Otherwise you will have to be even smarter for the both of you, which would make things much much more difficult, but not impossible</span></li>
                    <li><span class="li">Always keep in mind that there are <strong>other options</strong>, so as to always know why you are staying or entering in the relationship, so as to always make sure that if/as you decide to stay, you will <strong>make the best of it</strong></span></li>
                  </ul>

                  <p>That&#39;s it.</p>

                  <h5 class="mt4">Other non-standard marital structures</h5>

                  <h6 class="mt2">The harem</h6>

                  <p>
                        _______________

                      <br/>Reserved for the <em>males</em> who are able to handle it, and have so much Love (care, attention, sensual and affective presence, authority, strength <strong>&amp;</strong> <u>material posessions</u>... besides sex) to give their women that only a harem would&nbsp;suffice.</p>

                  <h6 class="mt2">The polyandrous relationship</h6>

                  <p>
                        _______________

                      <br/>As for the harem, but for the (truly exceptional) woman and her men.</p>

                  <h5 class="mt4">Men-women, adult|mature relationships</h5>

                  <p>
                        _______________

                      <br/><strong>This</strong> all applies to men-women, adult|mature and agreed relationships.</p>

                  <h5 class="mt4">In Conclusion</h5>

                  <p>
                        _______________

                      <br/>The most important is to know what <strong>you</strong> as a person need, what fits you, what is for you, and what is&nbsp;not. This means knowing exactly and without any of the illusions that infatuation can bring about, what you are stepping into, what you are agreeing to, and thus consciously choosing and being prepared for the love relationship life you will have for the next n years.</p>

                  <p>Knowing that there are <strong>other options</strong>&nbsp;helps you be aware, conscious, and hopefully, ready.</p>

                </div>
                <!-- /div.post -->


              </div>
              <!-- /div.day.odd -->

            </div>
            <!-- /div[data-post-lang="..."] -->


            <div data-post-name="marital-community" lang="fr" class="d-none post-wrapper">

              <p class="date lead x-small text-left">- 625&#8226; &#8226;&#8226; &#8226;&#8226;&#8226;&#8226;&#8226;</p>
              <span data-post-name="marital-community"
                    class="lang-switcher clickable">en</span>
              <div class="clear">&nbsp;</div>
              <div class="day even">
            
                <div class="post mb2">              
                  <p class="text-left">
                          <u class="x-small italic hour">09:03</u>
                  </p>

                  <h4 class="text-right mt-1c"><img data-evt-triple-click="src|:|img/circle.jpg" src="img/balance-background-harmony-stacked.jpg" class="post-img data-evt-triple-click img-fluid rounded-circle float-left w30pc mxw400" title="(src: pixabay.com/quangpraha - https://pixabay.com/photos/balance-background-harmony-stacked-3356546/)">Les principes d'une communaut&eacute; amoureuse</h4>

                  <h6 class="mt2">Pour qui</h6>
                  <p class="text-left mt1">
                        _______________

                      <br/>Pour ceux et celles au d&eacute;veloppement et &agrave; la sensibilit&eacute; &eacute;rotiques, affectives et &eacute;motionnelles aig&uuml;s, les <em>hyperaffectifs/&eacute;rotiques</em>, la Communaut&eacute; Amoureuse est un mod&egrave;le (statistiquement) plus viable, plus &eacute;quilibr&eacute; et plus respectueux &agrave; long terme que le mod&egrave;le classique,&nbsp;qu&#39;il soit mono ou polygamique.

                      <br/>La Communaut&eacute; Amoureuse implique pour chacun de ses membres de la maturit&eacute; affective, &eacute;motionnelle, mentale...&nbsp;donc de la Ma&icirc;trise. Lorsque c&#39;est le cas elle offre, au travers de la multiplicit&eacute; des partenaires, des choix et des exp&eacute;riences la permanence affective, la continuit&eacute; sensuelle et &eacute;rotique n&eacute;cessaire aux hyperaffectifs/&eacute;rotiques.
                  </p>

                  <h6 class="mt2">Statistiquement plus viable</h6>
                  <p class="text-left mt1">
                        _______________

                      <br/> ... théoriquement, parce qu&#39;atteindre le m&ecirc;me niveau de continuit&eacute; dans un mod&egrave;le classique implique une compatibilit&eacute; extr&egrave;mement forte entre les partenaires, ce qui par les faits de l&#39;exp&eacute;rience amoureuse d&#39;aujourd&#39;hui, est relativement rare.</p>

                  <h6 class="mt2">Les hyper&eacute;rotiques/affectifs</h6>
                  <p>
                        _______________

                      <br/>Empiriquement, ils et elles forment la majorit&eacute; de la soci&eacute;t&eacute; <em>ici</em> au moins, en partie par l&#39;&eacute;tat de tension que cette phase de transition de la Conscience Humaine dans lequel chacun, chacune s&#39;installe, <em>pour</em> cette transition.</p>

                  <h5 class="mt4">Commentaire et Conclusion</h5>

                  <p>
                        _______________

                      <br/>Empiriquement aussi, les personnes ayant v&eacute;cu jusqu&#39;aujourd&#39;hui dans une <em>communaut&eacute; amoureuse de fait</em>, &agrave; un moment ou &agrave; un autre de leur vie et&nbsp;particuli&egrave;rement ici, sont (largement) majoritaires. Et seules les (anciennes) structures et contraintes sociales et plus, amenant &agrave; des imp&eacute;ratifs psychologiques restrictifs et inhibitifs, ont maintenu ces communaut&eacute;s amoureuses dans l&#39;ombre, ont fait de leur&nbsp;r&eacute;alit&eacute;&nbsp;des sources de d&eacute;s&eacute;quilibre, d&#39;&eacute;carts de la V&eacute;rit&eacute;, et plus...
                  </p>

                  <p>                        
                    L&#39;expansion de la Conscience Humaine m&egrave;ne &agrave; cette succession de changements:
                  </p>

                  <ul style="list-style-type:katakana">
                    <li><span class="li">La V&eacute;rit&eacute;, compl&egrave;te, dans les relations amoureuses, qui les stabilisent&nbsp;et les renforcent,&nbsp;multipliant les couples stables et &eacute;quilibr&eacute;s et &eacute;panouis ou travaillant &agrave; leur &eacute;panouissement</span></li>
                    <li><span class="li">L&#39;adoption explicite -relativement marginale- de mod&egrave;les amoureux diff&eacute;rents, la Communaut&eacute; Amoureuse en &eacute;tant l&#39;un des principaux, sinon le principal</span></li>
                  </ul>

                  <p>
                        _______________

                      <br/>L&#39;adoption majoritaire de la Communaut&eacute; Amoureuse est fonction de ce qui r&eacute;sultera de&nbsp;l&#39;Exp&eacute;rience Humaine, fonction du niveau d<em>&#39;hyper&eacute;roticit&eacute;/affectivit&eacute;</em> du paradigme <em>suivant</em>. Et de la Volont&eacute; G&eacute;n&eacute;rale d&#39;&eacute;tablir des structures relationnelles et&nbsp;sociales qui permettent &agrave;/am&eacute;nent chacun &agrave; trouver &quot;la&quot; personne, le ou la partenaire aussi parfaitement compatible que raisonnable.
                  </p>

                  <p>
                        _______________

                      <br/>Quel que soit le statut du paradigme suivant, la Communaut&eacute; Amoureuse est le seul mod&egrave;le vrai qui correspond aux hyperaffectifs/&eacute;rotiques de nature*, et c&#39;est donc le seul qu&#39;ils adopteront, &agrave; terme.
                  </p>

                  <p style="margin-left:40px"><em>* par contraste aux&nbsp;hyperaffectifs/&eacute;rotiques&nbsp;qui entrent dans l&#39;&eacute;tat&nbsp;par les circonstances</em></p>

                </div>
                <!-- /div.post -->

              </div>
              <!-- /div.day.odd -->

            </div>
            <!-- /div[data-post-lang="..."] -->


          </div>

          
          <div class="img-container col-lg-5 mx-auto">
            <p>
                <img src="img/sex-in-the-morning-painting.jpg" alt="" class="img-fluid rounded-circle">
            </p>
          </div>
        </div>

        <div class="row copyright-body mt5">
          <div class="col-md-6">
            <p class="mb-md-0 text-center text-md-left">
                &copy;6258 Nkensa <span class="xx-small right">/ template by <a href="https://bootstrapious.com/p/how-to-build-a-working-bootstrap-contact-form" target="_blank">Bootstrapious</a></span>
            </p>
          </div>
          <div class="col-md-6">
            <p class="credit mb-md-0 text-center text-md-right">&nbsp;</p>
            <!-- Please do not remove the backlink to us. It is part of the licence conditions. Thanks for understanding :) -->
          </div>
        </div>
      </div>
    </section>
    <!-- about end-->

    <!-- JavaScript files-->
    <script src="vendor/jquery/jquery.min.js"></script>
    <script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
    <script src="vendor/bootstrap/js/lightbox/ekko-lightbox.min.js"></script>
    <script src="vendor/jquery.cookie/jquery.cookie.js"> </script>
    <script src="vendor/lightbox2/js/lightbox.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/leaflet/1.4.0/leaflet.js"> </script>
    <script src="js/front.js"></script>
    <script src="js/custom.js"></script>
    <script>

    const instants_settings = {
        'defaults': {
            'lang': 'en',
        },
        'langs': [ 'en', 'fr' ],
    }

    $(document).ready(function() {
        const defaults = instants_settings.defaults

        $(document).on('click', '[data-toggle="lightbox"]', function(event) {
            event.preventDefault();
            $(this).ekkoLightbox();
        });

        $('.post-wrapper').each(function(){
            let lang = this.lang
            if( lang != defaults.lang){
                $(this).hide()
            }

            $('.lang-switcher').on('click', function(){
                let langs = instants_settings.langs
                let lang = this.innerHTML
                let post_name = this.dataset.postName

                for(let i=0; i<langs.length; i++){
                    let _lang = langs[i]
                    if( _lang != lang ){
                        $(`div[data-post-name="${post_name}"][lang="${_lang}"]`)
                                                                            .hide()
                    }
                }

                $(`div[data-post-name="${post_name}"][lang="${lang}"]`).removeClass('d-none').show()
            })
        })
    });

    </script>

  </body>
</html>